{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "auto-session": { "branch": "main" },
  "bigfile.nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "cheatsheet.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "deadcolumn.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "glow.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "limelight.vim": { "branch": "master" },
  "lir.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "lunar.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mind.nvim": { "branch": "master" },
  "neodev.nvim": { "branch": "main" },
  "nlsp-settings.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nordic.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "onedarker.nvim": { "branch": "freeze" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "rest.nvim": { "branch": "main" },
  "schemastore.nvim": { "branch": "main" },
  "session-lens": { "branch": "main" },
  "structlog.nvim": { "branch": "main" },
  "tabular": { "branch": "master" },
  "tagbar": { "branch": "master" },
  "telescope-emoji.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-heading.nvim": { "branch": "main" },
  "telescope-symbols.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "unicode.vim": { "branch": "master" },
  "vim-floaterm": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}